Repository: ashep/vdate
Catalog: vdate/locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Must be empty
ru: Должно быть пустым

source: Cannot be empty
ru: Не может быть пустым

source: Must be less than {}
ru: Должно быть меньше {}

source: Must be less or equal to {}
ru: Должно быть меньше или равно {}

source: Must be greater than {}
ru: Должно быть больше {}

source: Must be greater or equal to {}
ru: Должно быть больше или равно {}

source: Must be equal to {}
ru: Должно быть равно {}

source: Must not be equal to {}
ru: Не должно быть равно {}

source: Length cannot be less than {}
ru: Не может иметь длину менее, чем {}

source: Length cannot be greater than {}
ru: Не может иметь длину более, чем {}

source: Is not a number
ru: Не является числом

source: Is not an integer number
ru: Не является целым числом

source: Is not a float number
ru: Не является десятичным числом

source: Is not a decimal number
ru: Не является десятичным числом
